import { Images } from '../Themes'

const NewsList = {
  data:{
    news:[
        {
            title: "閨蜜撕破臉！張韶涵和范瑋琪到底發生過什麼恩怨？",
            created_at: "2019-05-23 5:40:34",
            excerpt: "閨蜜撕破臉！張韶涵和范瑋琪到底發生過什麼恩怨？",
            thumbnail: Images.tn_news_01,
            id: ""
        },
        {
            title: "《七月與安生》原著外柔內剛的七月，劇版成傻白甜？好感度全沒了！",
            created_at: "2019-08-07 9:30:11",
            excerpt: "原著中的七月是個向往自由的籠中之鳥，她為愛所困為親情束縛，守著眼前的一畝三分地。每當等到安生從遠方寄來的明信片，生活才能多一點生機。這樣想要去遠方尋找自我卻又背負太多的七月是很令人心疼的，也是獨一無二的。",
            thumbnail: Images.tn_news_02,
            id: ""
        },
        {
            title: "清奇的甜寵風《我的莫格利男孩》被批俗套、冗餘劇情",
            date:"2019-10-29 0:25:03",
            excerpt: "在暑期檔收尾，《我的莫格利男孩》刮來了一股清奇的甜寵風。劇集開始就吐露著清新自然的氣息，「森系、狼孩」等新鮮元素撲面而來。楊紫飾演的「霸道女總裁」凌熙與馬天宇飾演的「森林男孩」莫格利在森林結緣，這種類似美劇《叢林之花》的開場設定著實讓觀眾覺得眼前一亮。如果不是劇集的打開方式不對，那一定是甜寵劇在創新題材上的一次嘗試。",
            thumbnail:Images.tn_news_03,
            id:""
        },
      ]
    }
  }
  
  export default NewsList;